IdeaRS.OpenModel.Symmetry
The symmetry type.

IdeaRS.OpenModel.Symmetry.NotAvailable
Symmetry is not available to input.

IdeaRS.OpenModel.Symmetry.Symmetrical
Symmetrical input.

IdeaRS.OpenModel.Symmetry.Asymmetrical
Non-symmetrical input.